Repository: 84000/data-translation-memory
Catalog: toh202-v4.tmx
Source language: bo
Languages: en

source: །འཇམ་དཔལ་གལ་ཏེ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་བྱང་ཆུབ་ཀྱི་སེམས་ལས་མོས་པ་བཟློག་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་ཐ་ན་ཐེག་པ་ཆེན་པོ་ལ་མོས་པའི་བྱང་ཆུབ་སེམས་དཔའ་གཅིག་ཐེག་པ་ཆེན་པོ་ལ་མོས་པ་བཟློག་ན། འདི་ནི་དེ་བས་ཆེས་སྡིག་པ་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family were to cause all the beings of all the world systems in every direction to lose their devotion to the mind of awakening, and if other sons or daughters of good family were to cause a single bodhisattva devoted to the Mahāyāna to lose his devotion to the Mahāyāna, the latter would produce evil immeasurably greater than the former.

source: །འཇམ་དཔལ་གལ་ཏེ་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། ཡི་དགས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་སྐྱེས་པར་གྱུར་ལ། དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་གང་ལ་ལ་ཞིག་གིས་སེམས་ཅན་དེ་དག་ཐམས་ཅད་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་ནས་བཏོན་ནས་བྱང་ཆུབ་ཀྱི་སེམས་ལ་བཀོད་ལ། བྱང་ཆུབ་སེམས་དཔའ་གཞན་ཞིག་གིས་ནི་སེམས་ཅན་གཅིག་ཐེག་པ་ཆེན་པོ་ལ་མོས་པ་ལ་འཇུག་པར་བྱེད་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family were to cause all the beings of all the world systems in every direction to be born as hell beings, animals, hungry ghosts, or in the world of Yama, and then certain bodhisattvas freed all of those beings from the realms of the hells, animals, and Yama and established them in the mind of awakening, but other bodhisattvas were to cause a single being to become devoted to the Mahāyāna, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་རང་སངས་རྒྱས་རྣམས་རང་སངས་རྒྱས་ལས་ཉམས་པར་བྱས་ལ། གཅིག་གིས་ནི་ཐེག་པ་ཆེན་པོ་ལ་མོས་པའི་བྱང་ཆུབ་སེམས་དཔའ་གཅིག་བྱང་ཆུབ་སེམས་དཔའ་ལས་ཉམས་པར་བྱས་ན། འདི་ནི་དེ་བས་ཆེས་སྡིག་པ་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if someone were to cause pratyekabuddhas numbering as many as the atoms of all the world systems in every direction to fall away from the state of a pratyekabuddha, and if a person were to cause a single bodhisattva devoted to the Mahāyāna to fall away from the state of a bodhisattva, the latter would produce evil immeasurably greater than the former.

source: །འཇམ་དཔལ་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་རང་སངས་རྒྱས་རྣམས་ཀྱི་རྙེད་པ་དང་། བཀུར་སྟི་གཅད་པའི་ཕྱིར་རྙེད་པ་དང་། བཀུར་སྟི་ལ་སེར་སྣའི་སེམས་བསྐྱེད་ཅིང་ཕྱོགས་དང་ཕྱོགས་མཚམས་རྣམས་སུ་དེ་དག་གི་གྲགས་པ་དང་། སྒྲ་དང་། ཚིགས་སུ་བཅད་པ་མ་ཡིན་པ་བསྒྲགས་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་ཐེག་པ་ཆེན་པོ་ལ་མོས་པའི་བྱང་ཆུབ་སེམས་དཔའ་གཅིག་གི་རྙེད་པ་དང་། བཀུར་སྟི་གཅད་པའི་ཕྱིར་རྙེད་པ་དང་། བཀུར་སྟི་ལ་སེར་སྣའི་སེམས་བསྐྱེད་ཅིང་བསྔགས་པ་མ་ཡིན་པ་བསྒྲགས་ན། འདི་ནི་དེ་བས་ཆེས་སྡིག་པ་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, suppose someone, in order to prevent the acquisition of wealth and service by pratyekabuddhas numbering as many as the atoms of all the world systems in every direction, jealous of their wealth and service, were to proclaim everywhere infamous, harsh, and critical reports about them. And suppose other sons or daughters of good family, in order to prevent the acquisition of wealth and service by a single bodhisattva devoted to the Mahāyāna, jealous of their wealth and service, were to criticize him. The latter would produce evil immeasurably greater than the former.

source: །འཇམ་དཔལ་གང་ལ་ལ་ཞིག་གིས་དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་བའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་ལ་མོས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལ་དགའ་བའི་སེམས་ཀྱིས་ཐ་ན་ཆུ་རའི་ཆུ་ཙམ་བྱིན་ན་ཡང་ལས་དེས་དེ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་སྲིད་དུ་མ་མྱོང་བར་གྱུར་ན། བྱང་ཆུབ་སེམས་དཔའ་ཀློག་པ་དང་། ཁ་ཏོན་བྱེད་པ་ལ་མོས་པ་ལ་ལྟ་ཅི་སྨོས།
en: “Mañjuśrī, if someone, in order to uphold the holy Dharma, were joyfully to give even as much as a single cup of water to a bodhisattva devoted to the Mahāyāna, and if by that deed they would later experience the numerous royal domains of universal emperors, then what need is there to mention a bodhisattva devoted to reading and recitation?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། ཉན་ཐོས་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: After the Blessed One had thus spoken, those bodhisattvas, the śrāvakas, and the world with its gods, humans, asuras, and gandharvas rejoiced and praised what the Blessed One had taught.

source: འཕགས་པ་ངེས་པ་དང་མ་ངེས་པར་འགྲོ་བའི་ཕྱག་རྒྱལ་འཇུག་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This completes the noble Mahāyāna sūtra “Evaluating Whether Progress is Certain or Uncertain.”

source: རྒྱ་གར་གྱི་མཁན་པོ་པྲཛྙཱ་བརྨ་དང་། སུ་རེན་དྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བནྡེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།
en: This was translated, checked, and finalized by the Indian preceptors Prajñāvarma and Surendrabodhi and the chief editor-translator, the monk Yeshé Dé, and others.
